Repository: carlh98/FlutterApplicationTemplate
Catalog: src/app/lib/l10n/arb/app_*.arb
Languages: fr

# dadJokesPageTitle
source: Dad Jokes
fr: Blagues de Papa

# favoriteDadJokesPageTitle
source: Dad Jokes
fr: Blagues de Papa

# dadJokesPageLabel
source: Dad Jokes
fr: Blagues de Papa

# favoriteDadJokesPageLabel
source: Favorites
fr: Favoris

# error
source: Error: {error}
fr: Erreur: {error}

# forcedUpdatePageTitle
source: Forced Update Page
fr: Page de mise à jour forcée

# forcedUpdatePageUpdateRequiredMessage
source: An update is required to continue using the application.
fr: Une mise à jour est nécessaire pour continuer à utiliser l'application.

# forcedUpdatePageUpdateButton
source: Update
fr: Mettre à jour

# forcedUpdatePageUrlLaunchException
source: Could not launch {url}
fr: Impossible de lancer {url}

# killSwitchPageMessage
source: The app is not available at the moment, please come back later.
fr: L'application n'est pas disponible pour le moment, veuillez revenir plus tard.
